document.write(" \n\<!doctype html>\n\
<html>\n\
<head>\n\
<a name=\"home\"></a> <center><span style=\"color: rgb(0, 0, 0); font-weight: bold; font-size:25px; font-family:標楷體; line-height:1.6\">止血藥_化瘀止血藥</span><br><meta charset=\"utf-8\"></head><body>\n\
<button onclick=\"location.href='#血餘炭'\" type=\"button\">血餘炭</button><button onclick=\"location.href='#三七'\" type=\"button\">三七</button><button onclick=\"location.href='#茜草'\" type=\"button\">茜草</button><button onclick=\"location.href='#蒲黃'\" type=\"button\">蒲黃</button><button onclick=\"location.href='#五靈脂'\" type=\"button\">五靈脂</button><br><br><br></center><center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\">\n\
<caption><b>【藥性寒熱補瀉分佈表】</b></caption><tr bgcolor=\"#ccffcc\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">溫熱藥</td><td width=\"30%\">平藥</td><td width=\"30%\">寒涼藥</td></tr><tr><td bgcolor=\"#ccffff\">補藥</td><td ></td><td>血餘炭☂ </td><td></td></tr><tr><td bgcolor=\"#ccffff\">平藥</td><td >三七</td><td></td><td>茜草☀ </td></tr><tr><td bgcolor=\"#ccffff\">瀉藥</td><td >五靈脂</td><td>蒲黃</td><td></td></tr></table></center> <br><center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\">\n\
<caption><b>【藥性升降收散動力分佈表】</b></caption><tr bgcolor=\"#e6ccff\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">升性藥</td><td width=\"30%\">平藥</td><td width=\"30%\">降性藥</td></tr><tr><td bgcolor=\"#ffffcc\">散性藥</td><td></td><td>茜草☀ </td><td></td></tr><tr><td bgcolor=\"#ffffcc\">平藥</td><td>血餘炭☂ ,三七</td><td>蒲黃,五靈脂</td><td></td></tr><tr><td bgcolor=\"#ffffcc\">收性藥</td><td></td><td></td><td></td></tr></table></center> <br><center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\"  class=\"center\">\n\
<caption><b>【藥性燥濕分佈表】</b></caption><tr><td  bgcolor=\"#d7f8fa\" width=\"35%\">濕性藥</td><td bgcolor=\"#edf291\"width=\"30%\">中性藥</td><td bgcolor=\"#f5b59a\"width=\"35%\">燥性藥</td></tr><tr><td>血餘炭</td><td>三七,蒲黃,五靈脂</td><td>茜草</td></tr></table></center>\n\
<hr><a name=\"cpTable\"></a><a href=\"#home\">[top]</a><need> <center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\">\n\
<need> <caption> 止血藥_化瘀止血藥的比較</caption>\n\
<need> <tr bgcolor=\"#ccffcc\" align=\"center\" ><td width=\"15%\">\n\
<need>-\n\
</td>\n\
<need> <td>同\n\
</td>\n\
<need> <td>異\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>血餘炭\n\
</td><td rowspan=\"5\"> 既能止血，又能化瘀<br>止血而不留瘀</td><need> <td>利尿\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>三七\n\
</td>\n\
<need> <td>消腫止痛\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>茜草\n\
</td>\n\
<need> <td>活血通經，去風濕痹痛\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>蒲黃\n\
</td>\n\
<need> <td>瘀滯心腹疼痛、血淋\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>五靈脂\n\
</td>\n\
<need> <td>活血止痛、小兒疳積\n\
</td>\n\
<need> </tr>\n\
<need> </table></center><br><br><pre style=\"color: rgb(0, 0, 0); word-wrap: break-word; white-space: pre-wrap;\"><a href=\"#home\">[top]</a>  <a name=\"血餘炭\"></a>\n\
=========================\n\
血餘炭\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">血餘炭</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>苦、澀，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>肝、胃、膀胱</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>收斂止血，化瘀利尿</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>用於體內外各種出血證</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"升.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 血餘炭，它一方面有滑竅作用(開骨散)，另一方面有很好的止血效果\n\
\n\
<br>【相關藥對】:\n\
\n\
● 滑石+甘草+血餘炭 : 1.夏日中暑，嘔吐、泄瀉、小便不利等症；2.急慢性腸炎諸症；3.尿路感染、泌尿系結石諸症。\n\
\n\
● 黃連+吳茱萸+血餘炭 : 1.肝鬱化火，脅肋脹痛，嘔吐吞酸，嘈雜噯氣，口苦納呆，胃脘疼痛（胃、十二指腸潰瘍均宜使用）等症；2.急性腸炎，慢性腸炎，痢疾諸症。\n\
\n\
● 血餘炭+禹餘糧 : 1.久瀉、久痢諸症；2.慢性腸炎，腸黏膜有損傷者，均宜使用。\n\
\n\
● 血餘炭+烏梅 : 1.慢性直腸炎、結腸炎，腸黏膜呈炎症改變、充血、水腫、糜爛、潰瘍，大便膿血，腹痛腸鳴，肛門下墜等症；2.休息痢，症見大便不爽，痢下膿血，肛門下墜，時發時止者。\n\
\n\
● 血餘炭+韭菜子 : 1.腰酸、腰痛，小便不利，小便帶血，下肢浮腫等症；2.慢性腎炎。\n\
\n\
● 血餘炭+車前子 : 1.尿少、尿痛、尿赤、小便帶血等症；2.急性腎炎諸症；泄瀉、痢疾。\n\
\n\
● 血餘炭+滑石+甘草+薏苡仁 : 各種結石症治癒之後，用以鞏固療效時宜服。\n\
\n\
<a href=\"#home\">[top]</a>  <a name=\"三七\"></a>\n\
=========================\n\
三七\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">三七</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘、微苦，溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>肝胃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>化瘀止血，消腫定痛</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用於體內外各種出血證2、用於跌僕瘀腫疼痛</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"升.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 傷科用藥→三七、續斷、乳香、沒藥、丹皮、紫根\n\
\n\
● 川楝子為止痛; 五靈脂為破瘀血、加上蒲黃之化瘀止血成為失笑散，用以治療西子捧心之心絞痛、心肌梗塞。若有脇下或上腹部疼痛的症狀時，再加三七、五靈脂。\n\
\n\
● 出血、瘀血諸證之良藥：三七\n\
\n\
五加科植物: 五加皮+通草+三七+人參+西洋參+刺五加\n\
\n\
<br>【相關藥對】:\n\
\n\
● 黃明膠+三七+側柏葉 : 治療體內外各種出血證。\n\
\n\
● 赤芍+當歸+紅花+蘇木+三七 : 治療血瘀證。跌打損傷，局部腫痛。\n\
\n\
● 地榆+白芨+三七 : 治療胃、十二指腸潰瘍。\n\
\n\
● 黃明膠+制何首烏+三七 : 治療血小板減少性紫癜。\n\
\n\
● 醋乳香+醋沒藥+三七+蘇木 : 治療跌打損傷，血瘀腫痛。\n\
\n\
● 川芎+葛根+丹參+三七 : 治療心肌梗塞。\n\
\n\
● 人參+三七 : 1.虛癆咳嗽，老年體弱之痰嗽，經久不癒者；2.冠心病心絞痛諸症；3.各種出血性疾患，如衄血、吐血、尿血、便血，以及婦女崩漏下血等症。\n\
\n\
● 三七+白及 : 1.肺組織損傷（肺結核、支氣管擴張等）引起的咯血諸症；2.吐血（胃出血所致）、尿血、便血、衄血等症。\n\
\n\
● 丹參+三七 : 1.冠心病心絞痛諸症；2.動脈硬化諸症；3.肝脾腫大。\n\
\n\
<button onclick=\"location.href='#showTxt_0'\" type=\"button\">註解</button><br><br> <button onclick=\"location.href='#showTxt_1'\" type=\"button\">註解</button><br><br> <button onclick=\"location.href='#showTxt_2'\" type=\"button\">註解</button><br><br> <button onclick=\"location.href='#showTxt_3'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"茜草\"></a>\n\
=========================\n\
茜草\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">茜草-新絳</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>苦，寒</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>肝</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>涼血止血，活血通經</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用於血熱夾瘀之出血證2、用於血瘀經閉，跌打損傷，風濕痹痛</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"散.png\" width=30px>&nbsp<img src=\"燥.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 中藥中的攻堅藥: 牡蠣、芒硝、海藻、澤瀉、茜草、鱉甲、生硫磺、陽起石、巴豆、生附子、蜈蚣、水蛭、瓦楞子、瞿麥、大戟、甘遂、芫花(鹹味的藥都有攻堅的效果)\n\
\n\
● 茜草一名血見愁，其理血之效可知\n\
\n\
● 治療肝癌、攻肝家陰實: 灸鱉甲、茜草、牡蠣\n\
\n\
● 茜草 → 可清除肝組織裡的瘀血\n\
\n\
● 月經腹痛可用茜草，丹皮、白芍、川芎等入肝經的活血藥治之\n\
\n\
● 梔子是很好的消炎藥，因為是茜草科植物，也有利於活血化瘀。\n\
\n\
茜草科植物: 梔子+白花蛇舌草+雞矢籐+茜草+鉤籐+巴戟天\n\
\n\
<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\"><caption><b>攻堅藥</b></caption><tr bgcolor=\"#ccffcc\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">溫熱藥</td><td width=\"30%\">平藥</td><td width=\"30%\">寒涼藥</td></tr><tr><td bgcolor=\"#ccffff\">補藥</td><td >陽起石☂ ,生附子☀ </td><td></td><td>牡蠣☀ ,鱉甲☀ </td></tr><tr><td bgcolor=\"#ccffff\">平藥</td><td >生硫磺,蜈蚣</td><td>瓦楞子</td><td>茜草☀ ,大戟</td></tr><tr><td bgcolor=\"#ccffff\">瀉藥</td><td >巴豆☀ ,芫花☀ </td><td>水蛭</td><td>芒硝☂ ,海藻☀ ,澤瀉☀ ,瞿麥☀ ,甘遂☀ </td></tr></table> <br><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\"><caption><b>攻堅藥</b></caption><tr bgcolor=\"#e6ccff\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">升性藥</td><td width=\"30%\">平藥</td><td width=\"30%\">降性藥</td></tr><tr><td bgcolor=\"#ffffcc\">散性藥</td><td>生附子☀ </td><td>茜草☀ </td><td>芒硝☂ ,海藻☀ ,澤瀉☀ ,巴豆☀ ,瓦楞子,瞿麥☀ ,甘遂☀ ,芫花☀ </td></tr><tr><td bgcolor=\"#ffffcc\">平藥</td><td>陽起石☂ </td><td>生硫磺,蜈蚣,水蛭,大戟</td><td>鱉甲☀ </td></tr><tr><td bgcolor=\"#ffffcc\">收性藥</td><td></td><td>牡蠣☀ </td><td></td></tr></table>\n\
\n\
<table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 50%\" align=\"left\"><tr bgcolor=\"#ffff66\"><td>單味藥 </td><td>歸經</td></tr><tr><td width=\"40%\">牡蠣</td><td width=\"60%\">肝腎</td></tr><tr><td width=\"40%\">芒硝</td><td width=\"60%\">胃大腸</td></tr><tr><td width=\"40%\">海藻</td><td width=\"60%\">肝胃腎</td></tr><tr><td width=\"40%\">澤瀉</td><td width=\"60%\">腎膀胱</td></tr><tr><td width=\"40%\">茜草</td><td width=\"60%\">肝</td></tr><tr><td width=\"40%\">鱉甲</td><td width=\"60%\">肝腎</td></tr><tr><td width=\"40%\">生硫磺</td><td width=\"60%\">腎大腸</td></tr><tr><td width=\"40%\">陽起石</td><td width=\"60%\">腎</td></tr></table><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 50%\" align=\"left\"><tr bgcolor=\"#ffff66\"><td width=\"40%\">巴豆</td><td width=\"60%\">胃大腸肺</td></tr><tr><td width=\"40%\">生附子</td><td width=\"60%\">心腎脾</td></tr><tr><td width=\"40%\">蜈蚣</td><td width=\"60%\">肝</td></tr><tr><td width=\"40%\">水蛭</td><td width=\"60%\">肝</td></tr><tr><td width=\"40%\">瓦楞子</td><td width=\"60%\">肺胃肝</td></tr><tr><td width=\"40%\">瞿麥</td><td width=\"60%\">心小腸膀胱</td></tr><tr><td width=\"40%\">大戟</td><td width=\"60%\">肺腎大腸</td></tr><tr><td width=\"40%\">甘遂</td><td width=\"60%\">肺腎大腸</td></tr><tr><td width=\"40%\">芫花</td><td width=\"60%\">肺腎大腸</td></tr></table><br><br>\n\
\n\
<br>【相關藥對】:\n\
\n\
● 海螵蛸+茜草 : 1.崩漏，證屬由崩而漏，由漏而崩，循環往覆者（功能性子宮出血諸症可用）；2.婦女帶下綿綿，久久不癒者。\n\
\n\
● 丹參+茜草 : 1.肝脾大恙由慢性肝炎所致；2.婦人子宮內膜異位症，症見血瘀痛經等。\n\
\n\
● 醋鱉甲+茜草 : 治療脾腫大，肝腫大。\n\
\n\
● 醋鱉甲+茜草+牡蠣 : 治療脾腫大，肝腫大。\n\
\n\
● 龍骨+茜草+陽起石 : 卵巢癌、子宮癌、子宮頸癌，症見陰道出血、頻尿等。\n\
\n\
<a href=\"#home\">[top]</a>  <a name=\"蒲黃\"></a>\n\
=========================\n\
蒲黃\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">蒲黃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘、微辛，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>肝心</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>化瘀，止血，利尿</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用於各種內外出血證2、用於瘀滯心腹疼痛3、用於血淋</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"瀉.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 蒲黃乃蒲花之花粉，入藥\n\
\n\
● 川楝子為止痛; 五靈脂為破瘀血、加上蒲黃之化瘀止血成為失笑散，用以治療西子捧心之心絞痛、心肌梗塞。若有脇下或上腹部疼痛的症狀時，再加三七、五靈脂。\n\
\n\
● 婦女月經過多、崩漏、胎漏下血、腎小球腎炎之血尿: 止血三炭 : 荊芥炭、蒲黃炭、艾葉炭\n\
\n\
● 血淋：蒲黃\n\
\n\
● 血淋澀痛：石韋 蒲黃\n\
\n\
● 高血脂症：山楂 蒲黃 薑黃 沒藥\n\
\n\
香蒲科植物: 蒲黃\n\
\n\
<br>【相關藥對】:\n\
\n\
● 醋五靈脂+蒲黃 : 治療瘀血停滯證。心腹刺痛，或產後惡露不行，或月經不調之痛經，少腹急痛等。\n\
\n\
● 蒲黃+白朮 : 1.中風失語，證屬痰瘀互結，舌竅閉阻，舌根發僵，言語困難者；2.口舌生瘡，舌腫疼痛諸症。\n\
\n\
● 荊芥炭+蒲黃炭+艾葉炭 : 1.婦女月經過多、崩漏、胎漏下血諸症；2.子宮功能性出血、子宮肌瘤之出血過多等症；3.腎小球腎炎之血尿。\n\
\n\
<button onclick=\"location.href='#showTxt_4'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"五靈脂\"></a>\n\
=========================\n\
五靈脂\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">醋五靈脂-五靈脂</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>苦、甘，溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>肝脾</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>化瘀止血，活血止痛</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用於瘀血內阻之出血證2、用於瘀血內阻諸痛證3、治小兒疳積</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"瀉.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 五靈脂不溶血而傷脾，所謂不傷脾是有些藥物刺激脾臟而溶血，但是五靈脂不會，沒有瘀血的，它絕對不會破壞血\n\
\n\
● 川楝子為止痛; 五靈脂為破瘀血、加上蒲黃之化瘀止血成為失笑散，用以治療西子捧心之心絞痛、心肌梗塞。若有脇下或上腹部疼痛的症狀時，再加三七、五靈脂。\n\
\n\
● 血瘀諸痛之要藥：五靈脂\n\
\n\
<br>【相關藥對】:\n\
\n\
● 醋五靈脂+蒲黃 : 治療瘀血停滯證。心腹刺痛，或產後惡露不行，或月經不調之痛經，少腹急痛等。\n\
\n\
● 香附+五靈脂+牽牛子 : 1.支氣管哮喘；2.皮膚過敏諸症。\n\
\n\
● 五靈脂+降香 : 1.冠心病心絞痛諸症；2.氣滯血瘀之胸脅痛，胃脘痛，腹痛等症。\n\
\n\
<br><br><a href=\"#home\">[top]</a> <a name=\"showTxt_0\"></a>  [herb]一三七、麻蕡：\n\
<br>麻蕡【本經原文】味辛平，主五勞七傷，利五藏，下血寒氣，多食令人見鬼狂走，久服通神明輕身。今名麻勃（花粉），火麻仁（果仁）。\n\
麻蕡【產地】大麻處處有之，稚者尤多，生圓形堅果，中含扁平之仁，即為麻子仁，入藥，其花粉即麻勃。\n\
麻蕡【性味】麻仁味甘，性平。麻勃味辛，性溫。\n\
麻蕡【主治】麻仁為滑潤，行血，除風，強壯藥，治大便燥，乳汁少，熱淋經閉。麻勃為除風，通經，健腦藥，\n\
麻蕡【別錄】麻仁治中風汗出，逐水氣，利小便，破積血，復血脈，乳婦產後餘疾，沐髮長潤。\n\
麻蕡【開寶】主補虛勞，潤五臟，疏風氣，治大腸風熱結澀，利大小便。\n\
麻蕡【孟銑】取汁煮粥去五臟風，潤肺，治關節不通，髮落，產後餘疾。\n\
麻蕡【士良】主潤五臟，利大腸風熱燥結及熱淋。\n\
麻蕡【日華】補虛勞，逐一切風氣，長肌肉，益毛髮，通乳汁，止消渴，催生難產。\n\
麻蕡【用量】普通錢半至三錢。\n\
麻蕡【禁忌】大便溏者禁忌麻仁，患疔腫者忌麻勃，見之致死，用胡麻針砂燭盡為末，醋合傅之，可解。\n\
麻蕡【附註】麻勃藥性：主一百二十種惡風，黑色遍身苦癢，逐諸風惡血，治女人經侯不通。\n\
麻蕡【附方】產後秘塞：老人虛秘，麻仁，紫蘇平等分，淘淨研細，再以水研濾取汁，煮粥飲之（本事）。月經不通：二三月或半年者，麻仁，桃仁等分，研勻，老酒浸一宿後，日飲一升（普濟），髮落不生：麻仁研汁煮粥頻食之（聖濟總錄）。大風癩疾：大麻浸酒，研取白汁，濾去渣，納瓶中，煮數沸，每飲一杯（聖惠）。健忘：麻勃一升，人參二兩，為末，蒸令氣遍，每臥服一刀圭（范汪）。\n\
麻蕡【容川】麻仁油滑，而無辛烈之性，故但能潤降，不能速下。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_1\"></a>  [herb]一三七、麻蕡：\n\
<br>麻蕡【本經原文】味辛平，主五勞七傷，利五藏，下血寒氣，多食令人見鬼狂走，久服通神明輕身。今名麻勃（花粉），火麻仁（果仁）。\n\
麻蕡【產地】大麻處處有之，稚者尤多，生圓形堅果，中含扁平之仁，即為麻子仁，入藥，其花粉即麻勃。\n\
麻蕡【性味】麻仁味甘，性平。麻勃味辛，性溫。\n\
麻蕡【主治】麻仁為滑潤，行血，除風，強壯藥，治大便燥，乳汁少，熱淋經閉。麻勃為除風，通經，健腦藥，\n\
麻蕡【別錄】麻仁治中風汗出，逐水氣，利小便，破積血，復血脈，乳婦產後餘疾，沐髮長潤。\n\
麻蕡【開寶】主補虛勞，潤五臟，疏風氣，治大腸風熱結澀，利大小便。\n\
麻蕡【孟銑】取汁煮粥去五臟風，潤肺，治關節不通，髮落，產後餘疾。\n\
麻蕡【士良】主潤五臟，利大腸風熱燥結及熱淋。\n\
麻蕡【日華】補虛勞，逐一切風氣，長肌肉，益毛髮，通乳汁，止消渴，催生難產。\n\
麻蕡【用量】普通錢半至三錢。\n\
麻蕡【禁忌】大便溏者禁忌麻仁，患疔腫者忌麻勃，見之致死，用胡麻針砂燭盡為末，醋合傅之，可解。\n\
麻蕡【附註】麻勃藥性：主一百二十種惡風，黑色遍身苦癢，逐諸風惡血，治女人經侯不通。\n\
麻蕡【附方】產後秘塞：老人虛秘，麻仁，紫蘇平等分，淘淨研細，再以水研濾取汁，煮粥飲之（本事）。月經不通：二三月或半年者，麻仁，桃仁等分，研勻，老酒浸一宿後，日飲一升（普濟），髮落不生：麻仁研汁煮粥頻食之（聖濟總錄）。大風癩疾：大麻浸酒，研取白汁，濾去渣，納瓶中，煮數沸，每飲一杯（聖惠）。健忘：麻勃一升，人參二兩，為末，蒸令氣遍，每臥服一刀圭（范汪）。\n\
麻蕡【容川】麻仁油滑，而無辛烈之性，故但能潤降，不能速下。\n\
\n\
[herb]二三七、烏賊魚骨：\n\
<br>烏賊魚骨【本經原文】味鹹，微溫，無毒。治女子漏下赤白經汁，血閉，除蝕腫痛，寒熱，行氣，癥瘕，無子。生東海，池澤。\n\
烏賊魚骨【產地】產於海濱，形如革囊，骨及肉入藥。\n\
烏賊魚骨【性味】味鹹，性微溫，無毒。\n\
烏賊魚骨【主治】烏賊骨主通經絡，袪寒濕，治寒熱癥瘕，陰蝕腫痛，赤白漏下，血枯經閉，能補肝傷療血不足。\n\
烏賊魚骨【別錄】驚氣入腹，腹痛環臍，丈夫陰中腫痛，令人有子，又止瘡多膿汁不燥。\n\
烏賊魚骨【日華】療血崩，殺蟲。\n\
烏賊魚骨【用量】普通一錢至三錢。\n\
烏賊魚骨【禁忌】血病多熱者勿用。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_2\"></a>  [herb]一三七、麻蕡：\n\
<br>麻蕡【本經原文】味辛平，主五勞七傷，利五藏，下血寒氣，多食令人見鬼狂走，久服通神明輕身。今名麻勃（花粉），火麻仁（果仁）。\n\
麻蕡【產地】大麻處處有之，稚者尤多，生圓形堅果，中含扁平之仁，即為麻子仁，入藥，其花粉即麻勃。\n\
麻蕡【性味】麻仁味甘，性平。麻勃味辛，性溫。\n\
麻蕡【主治】麻仁為滑潤，行血，除風，強壯藥，治大便燥，乳汁少，熱淋經閉。麻勃為除風，通經，健腦藥，\n\
麻蕡【別錄】麻仁治中風汗出，逐水氣，利小便，破積血，復血脈，乳婦產後餘疾，沐髮長潤。\n\
麻蕡【開寶】主補虛勞，潤五臟，疏風氣，治大腸風熱結澀，利大小便。\n\
麻蕡【孟銑】取汁煮粥去五臟風，潤肺，治關節不通，髮落，產後餘疾。\n\
麻蕡【士良】主潤五臟，利大腸風熱燥結及熱淋。\n\
麻蕡【日華】補虛勞，逐一切風氣，長肌肉，益毛髮，通乳汁，止消渴，催生難產。\n\
麻蕡【用量】普通錢半至三錢。\n\
麻蕡【禁忌】大便溏者禁忌麻仁，患疔腫者忌麻勃，見之致死，用胡麻針砂燭盡為末，醋合傅之，可解。\n\
麻蕡【附註】麻勃藥性：主一百二十種惡風，黑色遍身苦癢，逐諸風惡血，治女人經侯不通。\n\
麻蕡【附方】產後秘塞：老人虛秘，麻仁，紫蘇平等分，淘淨研細，再以水研濾取汁，煮粥飲之（本事）。月經不通：二三月或半年者，麻仁，桃仁等分，研勻，老酒浸一宿後，日飲一升（普濟），髮落不生：麻仁研汁煮粥頻食之（聖濟總錄）。大風癩疾：大麻浸酒，研取白汁，濾去渣，納瓶中，煮數沸，每飲一杯（聖惠）。健忘：麻勃一升，人參二兩，為末，蒸令氣遍，每臥服一刀圭（范汪）。\n\
麻蕡【容川】麻仁油滑，而無辛烈之性，故但能潤降，不能速下。\n\
\n\
[herb]二三七、烏賊魚骨：\n\
<br>烏賊魚骨【本經原文】味鹹，微溫，無毒。治女子漏下赤白經汁，血閉，除蝕腫痛，寒熱，行氣，癥瘕，無子。生東海，池澤。\n\
烏賊魚骨【產地】產於海濱，形如革囊，骨及肉入藥。\n\
烏賊魚骨【性味】味鹹，性微溫，無毒。\n\
烏賊魚骨【主治】烏賊骨主通經絡，袪寒濕，治寒熱癥瘕，陰蝕腫痛，赤白漏下，血枯經閉，能補肝傷療血不足。\n\
烏賊魚骨【別錄】驚氣入腹，腹痛環臍，丈夫陰中腫痛，令人有子，又止瘡多膿汁不燥。\n\
烏賊魚骨【日華】療血崩，殺蟲。\n\
烏賊魚骨【用量】普通一錢至三錢。\n\
烏賊魚骨【禁忌】血病多熱者勿用。\n\
\n\
[herb]三三七、白頸蚯蚓：\n\
<br>白頸蚯蚓【本經原文】味鹹，寒，無毒。治蛇瘕，去三蟲，伏屍，鬼疰，蠱毒，殺長蟲。仍自化作水。生平土。今名地龍。\n\
白頸蚯蚓【產地】田中或韭田中及地下，處處有之。\n\
白頸蚯蚓【性味】味甘酸，性寒，無毒。\n\
白頸蚯蚓【主治】蚯蚓主解毒，傅瘡，小便不通，赤白痢疾。\n\
白頸蚯蚓【藏器】主赤白久熱痢，取一升炒煙盡，沃汁半升濾淨飲之，\n\
白頸蚯蚓【日華】小兒陰囊忽虛熱腫痛，以生甘草汁入輕粉末調塗之，以鹽研傅瘡去熱毒，及蛇犬傷。\n\
白頸蚯蚓【蘇恭】傅狂犬傷，出犬毛神效。\n\
白頸蚯蚓【用量】普通一錢至三錢。\n\
白頸蚯蚓【禁忌】內服宜煎汁澄清，不必用渣。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_3\"></a>  [herb]一三七、麻蕡：\n\
<br>麻蕡【本經原文】味辛平，主五勞七傷，利五藏，下血寒氣，多食令人見鬼狂走，久服通神明輕身。今名麻勃（花粉），火麻仁（果仁）。\n\
麻蕡【產地】大麻處處有之，稚者尤多，生圓形堅果，中含扁平之仁，即為麻子仁，入藥，其花粉即麻勃。\n\
麻蕡【性味】麻仁味甘，性平。麻勃味辛，性溫。\n\
麻蕡【主治】麻仁為滑潤，行血，除風，強壯藥，治大便燥，乳汁少，熱淋經閉。麻勃為除風，通經，健腦藥，\n\
麻蕡【別錄】麻仁治中風汗出，逐水氣，利小便，破積血，復血脈，乳婦產後餘疾，沐髮長潤。\n\
麻蕡【開寶】主補虛勞，潤五臟，疏風氣，治大腸風熱結澀，利大小便。\n\
麻蕡【孟銑】取汁煮粥去五臟風，潤肺，治關節不通，髮落，產後餘疾。\n\
麻蕡【士良】主潤五臟，利大腸風熱燥結及熱淋。\n\
麻蕡【日華】補虛勞，逐一切風氣，長肌肉，益毛髮，通乳汁，止消渴，催生難產。\n\
麻蕡【用量】普通錢半至三錢。\n\
麻蕡【禁忌】大便溏者禁忌麻仁，患疔腫者忌麻勃，見之致死，用胡麻針砂燭盡為末，醋合傅之，可解。\n\
麻蕡【附註】麻勃藥性：主一百二十種惡風，黑色遍身苦癢，逐諸風惡血，治女人經侯不通。\n\
麻蕡【附方】產後秘塞：老人虛秘，麻仁，紫蘇平等分，淘淨研細，再以水研濾取汁，煮粥飲之（本事）。月經不通：二三月或半年者，麻仁，桃仁等分，研勻，老酒浸一宿後，日飲一升（普濟），髮落不生：麻仁研汁煮粥頻食之（聖濟總錄）。大風癩疾：大麻浸酒，研取白汁，濾去渣，納瓶中，煮數沸，每飲一杯（聖惠）。健忘：麻勃一升，人參二兩，為末，蒸令氣遍，每臥服一刀圭（范汪）。\n\
麻蕡【容川】麻仁油滑，而無辛烈之性，故但能潤降，不能速下。\n\
\n\
[herb]二三七、烏賊魚骨：\n\
<br>烏賊魚骨【本經原文】味鹹，微溫，無毒。治女子漏下赤白經汁，血閉，除蝕腫痛，寒熱，行氣，癥瘕，無子。生東海，池澤。\n\
烏賊魚骨【產地】產於海濱，形如革囊，骨及肉入藥。\n\
烏賊魚骨【性味】味鹹，性微溫，無毒。\n\
烏賊魚骨【主治】烏賊骨主通經絡，袪寒濕，治寒熱癥瘕，陰蝕腫痛，赤白漏下，血枯經閉，能補肝傷療血不足。\n\
烏賊魚骨【別錄】驚氣入腹，腹痛環臍，丈夫陰中腫痛，令人有子，又止瘡多膿汁不燥。\n\
烏賊魚骨【日華】療血崩，殺蟲。\n\
烏賊魚骨【用量】普通一錢至三錢。\n\
烏賊魚骨【禁忌】血病多熱者勿用。\n\
\n\
[herb]三三七、白頸蚯蚓：\n\
<br>白頸蚯蚓【本經原文】味鹹，寒，無毒。治蛇瘕，去三蟲，伏屍，鬼疰，蠱毒，殺長蟲。仍自化作水。生平土。今名地龍。\n\
白頸蚯蚓【產地】田中或韭田中及地下，處處有之。\n\
白頸蚯蚓【性味】味甘酸，性寒，無毒。\n\
白頸蚯蚓【主治】蚯蚓主解毒，傅瘡，小便不通，赤白痢疾。\n\
白頸蚯蚓【藏器】主赤白久熱痢，取一升炒煙盡，沃汁半升濾淨飲之，\n\
白頸蚯蚓【日華】小兒陰囊忽虛熱腫痛，以生甘草汁入輕粉末調塗之，以鹽研傅瘡去熱毒，及蛇犬傷。\n\
白頸蚯蚓【蘇恭】傅狂犬傷，出犬毛神效。\n\
白頸蚯蚓【用量】普通一錢至三錢。\n\
白頸蚯蚓【禁忌】內服宜煎汁澄清，不必用渣。\n\
\n\
[herb]十八、三七：（本經無記載）\n\
<br>三七【產地】產我國湖廣一帶，山野自生，庭園亦可栽植，莖高二三尺，根作團塊。\n\
三七【性味】味甘，微苦，性溫，無毒。\n\
三七【主治】三七為散瘀定痛要藥，功能散一切惡血，保一切新血，治血瘀成腫成痛，外敷能消腫止血。為雲南白藥之主藥。\n\
三七【日華】金魚將死，入山漆葉（三七葉）汁於魚口，即活，無名瘡癤，捻藥敷之。\n\
三七【倪註】舉凡內外傷，諸爛瘡，乳癰等都可以用，鎮痛止血。\n\
三七【用量】普通錢半至三錢，大劑一兩左右。\n\
三七【禁忌】無。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_4\"></a>  [herb]六十一、蒲黃：\n\
<br>蒲黃【本經原文】味甘平，主心腹膀胱寒熱，利小便，止血，消瘀血，久服輕身益氣力延年神仙。\n\
蒲黃【產地】香蒲為生於池沼之宿根草，處處有之，蒲黃乃蒲花之花粉，入藥。\n\
蒲黃【性味】味甘辛，性平，無毒。\n\
蒲黃【主治】蒲黃為涼血活血散結除熱要藥，生用消瘀通經，療撲打損傷炒黑用止血止崩，止帶止遺。\n\
蒲黃【甄權】治痢血鼻衄，吐血，尿血，瀉血，利水道，通經絡，止女子崩中。\n\
蒲黃【大明】婦人帶下，月侯不勻，血氣心腹痛，妊婦下血，墜胎，血運血癥，兒枕氣痛，顛撲血悶，排膿，瘡癤，遊風腫毒，下乳汁，止洩精。\n\
蒲黃【用量】普通七分至二錢。\n\
蒲黃【禁忌】一切勞傷發熱，陰處內熱，無瘀血者忌。\n\
蒲黃【備註】蒲黃配合五靈脂，治產後腹痛，產後血暈，不省人事，亦治婦人痛經，單用炒黑，止一切血均效。\n\
\n\
</pre></body></html>\n\
</body></html>\n\
")