document.write(" \n\<!doctype html>\n\
<html>\n\
<head>\n\
<a name=\"home\"></a> <center><span style=\"color: rgb(0, 0, 0); font-weight: bold; font-size:25px; font-family:標楷體; line-height:1.6\">補虛藥_補氣藥</span><br><meta charset=\"utf-8\"></head><body>\n\
<button onclick=\"location.href='#人參'\" type=\"button\">人參</button><button onclick=\"location.href='#花旗參'\" type=\"button\">花旗參</button><button onclick=\"location.href='#黨參'\" type=\"button\">黨參</button><button onclick=\"location.href='#黃耆'\" type=\"button\">黃耆</button><button onclick=\"location.href='#白朮'\" type=\"button\">白朮</button><button onclick=\"location.href='#山藥'\" type=\"button\">山藥</button><button onclick=\"location.href='#甘草'\" type=\"button\">甘草</button><button onclick=\"location.href='#大棗'\" type=\"button\">大棗</button><button onclick=\"location.href='#飴糖'\" type=\"button\">飴糖</button><button onclick=\"location.href='#蜂蜜'\" type=\"button\">蜂蜜</button><button onclick=\"location.href='#粳米'\" type=\"button\">粳米</button><br><br><br></center><center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\">\n\
<caption><b>【藥性寒熱補瀉分佈表】</b></caption><tr bgcolor=\"#ccffcc\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">溫熱藥</td><td width=\"30%\">平藥</td><td width=\"30%\">寒涼藥</td></tr><tr><td bgcolor=\"#ccffff\">補藥</td><td >人參☂ ,黃耆,白朮☀ ,大棗☂ ,飴糖☂ </td><td>黨參☂ ,山藥☂ ,蜂蜜☂ ,粳米☂ </td><td>花旗參☂ </td></tr><tr><td bgcolor=\"#ccffff\">平藥</td><td ></td><td>甘草☂ </td><td></td></tr><tr><td bgcolor=\"#ccffff\">瀉藥</td><td ></td><td></td><td></td></tr></table></center> <br><center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\">\n\
<caption><b>【藥性升降收散動力分佈表】</b></caption><tr bgcolor=\"#e6ccff\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">升性藥</td><td width=\"30%\">平藥</td><td width=\"30%\">降性藥</td></tr><tr><td bgcolor=\"#ffffcc\">散性藥</td><td></td><td></td><td>粳米☂ </td></tr><tr><td bgcolor=\"#ffffcc\">平藥</td><td>黃耆</td><td></td><td>花旗參☂ ,蜂蜜☂ </td></tr><tr><td bgcolor=\"#ffffcc\">收性藥</td><td>人參☂ ,黨參☂ ,山藥☂ ,飴糖☂ </td><td>白朮☀ ,甘草☂ </td><td>大棗☂ </td></tr></table></center> <br><center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\"  class=\"center\">\n\
<caption><b>【藥性燥濕分佈表】</b></caption><tr><td  bgcolor=\"#d7f8fa\" width=\"35%\">濕性藥</td><td bgcolor=\"#edf291\"width=\"30%\">中性藥</td><td bgcolor=\"#f5b59a\"width=\"35%\">燥性藥</td></tr><tr><td>人參,花旗參,黨參,山藥,甘草,大棗,飴糖,蜂蜜,粳米</td><td>黃耆</td><td>白朮</td></tr></table></center>\n\
<hr><a name=\"cpTable\"></a><a href=\"#home\">[top]</a><need> <center><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\">\n\
<need> <caption> 補虛藥_補氣藥的比較</caption>\n\
<need> <tr bgcolor=\"#ccffcc\" align=\"center\" ><td width=\"15%\">\n\
<need>-\n\
</td>\n\
<need> <td>同\n\
</td>\n\
<need> <td>異\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>人參\n\
</td><td rowspan=\"11\"> 能調節氣機、補益虛衰</td><need> <td>補脾益肺，生津止渴，安神益智\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>花旗參\n\
</td>\n\
<need> <td>養陰，清火生津\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>黨參\n\
</td>\n\
<need> <td>補中益氣，生津，養血\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>黃耆\n\
</td>\n\
<need> <td>益衛固表，利水消腫，托瘡生肌\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>白朮\n\
</td>\n\
<need> <td>補氣健脾，燥濕利水，固表止汗，安胎\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>山藥\n\
</td>\n\
<need> <td>益氣養陰，補脾肺腎，固精止遺\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>甘草\n\
</td>\n\
<need> <td>益氣補中，清熱解毒，祛痰止咳，緩急止痛，調和藥性\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>大棗\n\
</td>\n\
<need> <td>補養胃氣，養血安神，緩和藥性\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>飴糖\n\
</td>\n\
<need> <td>益氣補中，緩急止痛，潤肺止咳\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>蜂蜜\n\
</td>\n\
<need> <td>補中緩急，潤燥，解毒\n\
</td>\n\
<need> </tr>\n\
<need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\">\n\
<need>粳米\n\
</td>\n\
<need> <td>補中益氣，健脾和胃，除煩渴，止瀉痢\n\
</td>\n\
<need> </tr>\n\
<table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 200px\" align=\"left\" style=\"float: left\"><caption>【各經絡相關單味藥】</caption><tr bgcolor=\"#ccffcc\"><td width=\"40%\">經絡  </td><td width=\"60%\">單味藥</td></tr><tr><td width=\"40%\">肺  </td><td width=\"60%\">人參、花旗參、黨參、黃耆、山藥、甘草、飴糖</td></tr><tr><td width=\"40%\">大腸</td><td width=\"60%\">蜂蜜</td></tr><tr><td width=\"40%\">胃  </td><td width=\"60%\">花旗參、白朮、甘草、大棗、飴糖、粳米</td></tr><tr><td width=\"40%\">脾  </td><td width=\"60%\">人參、黨參、黃耆、白朮、山藥、甘草、大棗、飴糖、蜂蜜、粳米</td></tr><tr><td width=\"40%\">心  </td><td width=\"60%\">人參、花旗參、甘草</td></tr><tr><td width=\"40%\">腎  </td><td width=\"60%\">山藥</td></tr></table><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><need> </table></center><br><br><pre style=\"color: rgb(0, 0, 0); word-wrap: break-word; white-space: pre-wrap;\"><a href=\"#home\">[top]</a>  <a name=\"人參\"></a>\n\
=========================\n\
人參\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">人參</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘、微苦，微溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>心肺脾</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>大補元氣，補脾益肺，生津止渴，安神益智</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於氣虛欲脫，脈微欲絕的危重症候 2.用於肺氣虛弱的短氣喘促，懶言聲微，脈虛自汗等症 3.用於脾氣不足的倦怠乏力，食少便溏等症 4.用於熱病氣津兩傷之身熱口渴及消渴等症 5.用於氣血虧虛的心悸，失眠，健忘等症</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"升.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 【倪師】吃一錢甘遂，要吃十斤石膏還有人參，津液才補得回來。\n\
\n\
● 四季咳嗽用藥建議:<ul><li>春季: 旋覆花、款冬花</li><li>夏天:麥冬、五味子、人參</li><li>秋天: 麻黃、黃芩</li><li>冬天: 麻黃根、乾薑</li></ul>\n\
\n\
● 人參補中益氣而生津\n\
\n\
● 人參補氣而生津 vs 黃耆補氣而去水\n\
\n\
● 服用量大時: 人參吃多了會脹氣，半夏可以消脹氣\n\
\n\
● [比較]: 黃連降血壓，破壞紅血球; 人參升高血壓，可造血 (故低血壓，心臟休克、呼吸衰竭昏時可用人參)\n\
\n\
● 補後天之氣無如人參，補先天之氣無如附子，此參附湯之所由立也。(《刪補名醫方論》)\n\
\n\
● 人參強心可以用來止汗，流汗愈多愈疲勞。\n\
\n\
● 人參補氣但價高，若太貴可用黨參代替，但用量一般要提高至三倍。\n\
\n\
● 人參增加免疫力不如黨參來得快，黨參可以調整白血球、淋巴球的比例\n\
\n\
● 若血壓過高不宜用人參，可用黨參取代。\n\
\n\
● 現代機理:  人參把氧送到組織裡面，黃耆把組織裡面的二氧化碳排出\n\
\n\
● 【倪師】張仲景治病的時候不用補藥，他治病的時候小補的用炙甘草，中補用大棗、白芍，大補的時候加人參，補陰的藥頂多就是這樣\n\
\n\
● 人參、五味子強化肺泡的氣體交換(補外呼吸)肉桂跟黃耆補內呼吸，組織的氧氣交換\n\
\n\
● 補氣相關用藥 <ul><li> 人參、五味子強化肺泡的氣體交換(補:外呼吸) </li><li> 肉桂、黃耆強化組織的氧氣交換(補:內呼吸)</li></ul>\n\
\n\
● 大補元氣救脫之要藥：人參\n\
\n\
五加科植物: 五加皮+通草+三七+人參+西洋參+刺五加\n\
\n\
<br>【相關藥對】:\n\
\n\
● 人參+麥冬+五味子 : 治療熱病之氣陰耗傷之症。\n\
\n\
● 人參+蛤蚧 : 治療肺腎兩虛之咳喘。\n\
\n\
● 山茱萸+人參+麥冬+五味子 : 治療虛汗淋漓，或喘逆，或怔忡，或氣虛不足以息。\n\
\n\
● 乾薑+白朮+人參 : 治療：1.中焦虛寒證。自利不渴、腹痛嘔吐。\n\
\n\
● 山茱萸+人參+麥冬+茯苓 : 治療肝腎陰虛，上盛下虛造成的咳嗽(尤其久咳)，口乾、咽乾，舌質紅，脈細數。\n\
\n\
● 人參+茯苓 : 治療氣虛證，或兼有水腫。\n\
\n\
● 乾薑+白朮+人參+炮附子 : 治療脾腎陽虛證，舌質白淡胖大有齒痕，右關尺沉緊或沉弱。\n\
\n\
● 山茱萸+人參+麥冬+龍骨+牡蠣 : 虛汗淋漓，或喘逆，或怔忡，或氣虛不足以息。\n\
\n\
● 山茱萸+人參+龍骨+牡蠣 : 虛汗淋漓，或喘逆，或怔忡，或氣虛不足以息。\n\
\n\
● 人參+三七 : 1.虛癆咳嗽，老年體弱之痰嗽，經久不癒者；2.冠心病心絞痛諸症；3.各種出血性疾患，如衄血、吐血、尿血、便血，以及婦女崩漏下血等症。\n\
\n\
● 人參+炮附子 : 1.重病，久病，失血，心臟疾病等引起的四肢逆冷、冷汗自出、氣虛欲脫、心臟衰脈微欲絕等症；2.除中（即《傷寒論》厥陰病，出現四肢厥冷，下利者，應當不能食，若中氣將絕而反能食者，稱為除中）；3.休克型肺炎；4.不育症，證屬發育不良，性功能減退者；5.小兒久咳，症見病勢漸劇，身體消瘦，食欲不振，舌白唇淡者；6.陽痿。\n\
\n\
● 人參 : 1.用於氣虛欲脫，脈微欲絕的危重症候\n\
\n\
<button onclick=\"location.href='#showTxt_0'\" type=\"button\">註解</button><br><br> <button onclick=\"location.href='#showTxt_1'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"花旗參\"></a>\n\
=========================\n\
花旗參\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">西洋參-花旗參</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>苦、微甘，寒</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>心肺胃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>補氣養陰，清火生津</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於陰虛火旺、肺失清肅的喘咳痰血證 2.用於熱病氣陰兩傷之煩倦、口渴</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"降.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 花旗參是滋陰要藥，可降血糖\n\
\n\
<br>【相關藥對】:\n\
\n\
<a href=\"#home\">[top]</a>  <a name=\"黨參\"></a>\n\
=========================\n\
黨參\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">黨參</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾肺</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>補中益氣，生津，養血</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於中氣不足的食少便溏、四肢倦怠等症 2.用於肺氣虧虛的氣短咳喘、言語無力、聲音低弱等症 3.用於熱傷氣津，氣短口渴之證 4.用於氣血兩虧的面色萎黃，頭暈心悸等症</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"升.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 黨參、大棗、藕節含大量維他命C，可以令皮膚美白。\n\
\n\
● 人參補氣但價高，若太貴可用黨參代替，但用量一般要提高至三倍。\n\
\n\
● 黨參的作用是: 綜合維他命再加上蛋白質，黨參可當作營養劑。而蛋白尿造成的水腫，用黨參一兩、紅棗一兩，煮水喝，兩天水腫可消。\n\
\n\
● 人參增加免疫力不如黨參來得快，黨參可以調整白血球、淋巴球的比例\n\
\n\
● 黨參可以製造白蛋白。可治腎陽虛之腎絲球腎炎而產生的蛋白尿\n\
\n\
● 若血壓過高不宜用人參，可用黨參取代。\n\
\n\
傘形科植物: 防風+羌活+白芷+稿本+胡荽+柴胡+獨活+小茴香+阿魏+川芎+前胡+羊紅膻+當歸+北沙參+明黨參+蛇床子\n\
\n\
桔梗科植物: 半邊蓮+桔梗+黨參+南沙參\n\
\n\
<br>【相關藥對】:\n\
\n\
● 醋鱉甲+鬱金+黨參+桂枝 : 治療慢性肝炎。\n\
\n\
● 黨參+白朮 : 治療脾虛證，元氣衰吸收差。\n\
\n\
● 黨參+黃耆 : 1.久病虛弱諸症；2.中氣不足、中氣下陷所引起的內臟下垂、子宮脫垂、脫肛諸症；3.脾胃虛弱，消化不良，食少便溏，倦怠乏力，動則汗出等症；4.氣虛麻木、痿躃。\n\
\n\
<a href=\"#home\">[top]</a>  <a name=\"黃耆\"></a>\n\
=========================\n\
黃耆\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">黃耆</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，微溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾肺</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>補氣升陽，益衛固表，利水消腫，托瘡生肌</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於脾胃氣虛及中氣下陷之證 2.用於肺氣虛及表虛自汗、氣虛外感之證 3.用於氣虛水濕失運的浮腫、小便不利 4.用於氣血不足、瘡瘍內陷的膿成不潰或潰久不斂 5.用於氣虛血虧的面色萎黃、神倦脈虛等症 6.用於氣虛不能攝血的便血、崩漏等症 7.用於氣虛血滯不行的關節痹痛、肢體麻木或半身不遂等症 8.用於氣虛津虧的消渴病</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"升.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 黃耆和升麻不同，黃耆味厚可補氣，升麻味不厚，故能升不能補\n\
\n\
● 黃精含有卵磷脂令神經休息。菖蒲令呼吸量增加而鎮靜。遠志吸收鈣質而能鎮靜。黃耆、柴胡則是治自律神經失調而陽虛嗜睡。\n\
\n\
● 人參補氣而生津 vs 黃耆補氣而去水\n\
\n\
● 【倪師】黃耆專於補氣，凡氣虛之症皆可用，又治自汗，補中氣之不足，外科及痘科多以之托裡透膿，腎虧溺血亦治之\n\
\n\
● 唐容川認定黃耆是三焦的良藥，能拓里達表，所以說積水的時候，一定會用到黃耆\n\
\n\
● 指（趾）麻的單味藥使用:  氣虛，藥用黃耆；血虛，藥用白芍；寒，用桂枝、附子\n\
\n\
● 當歸補血湯中當歸是刺激肝臟放血，而黃耆可以刺激血管收縮，推動血的循環。當歸味甘而濃，味濃則補血；黃耆味甘而薄，味薄則補氣\n\
\n\
● 現代機理:  人參把氧送到組織裡面，黃耆把組織裡面的二氧化碳排出\n\
\n\
● 人參、五味子強化肺泡的氣體交換(補外呼吸)肉桂跟黃耆補內呼吸，組織的氧氣交換\n\
\n\
● 補氣相關用藥 <ul><li> 人參、五味子強化肺泡的氣體交換(補:外呼吸) </li><li> 肉桂、黃耆強化組織的氧氣交換(補:內呼吸)</li></ul>\n\
\n\
<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 350px\"> <tr bgcolor=\"#ffffcc\" ><td>比較</td><td>同</td><td>異</td></tr> <tr><td bgcolor=\"#ccffcc\">黃耆</td><td  rowspan=\"2\">收汗</td><td>汗出而腫，不煩</td></tr> <tr><td bgcolor=\"#ccffcc\">石膏</td><td>汗出而渴，煩</td></tr> </table>\n\
\n\
<br>【相關藥對】:\n\
\n\
● 炮附子+黃耆 : 治療陽虛自汗，畏冷。\n\
\n\
● 黃耆+白朮 : 治療脾虛氣弱、倦怠乏力之泄瀉。\n\
\n\
● 黃耆+當歸 : 治療：1.勞倦內傷，血虛發熱，氣血不足。\n\
\n\
● 黃耆+防風 : 治療氣虛自汗，虛人外感者。\n\
\n\
● 桂枝+白芍+黃耆 : 治療右肩膀僵硬。\n\
\n\
● 砂仁+紫蘇葉+黃明膠+黃耆 : 治療習慣性流產。\n\
\n\
● 砂仁+紫蘇葉+黃耆 : 治療氣虛的習慣性流產。\n\
\n\
● 防己+黃耆+蒼朮 : 治療氣虛水腫，全身水腫。\n\
\n\
● 防己+黃耆 : 治療氣虛水腫，全身水腫。\n\
\n\
● 黃耆+甘草 : 治療長期整日全身倦怠，四肢無力。\n\
\n\
● 黃耆+地龍 : 治療：1.氣虛引起的水腫，舌淡白胖大。\n\
\n\
● 何首烏+山楂+黃精+黃耆 : 治療膽固醇高，高血脂。\n\
\n\
● 黃耆+牡蠣 : 1.氣陰不足，自汗、盜汗等症；2.陽虛自汗諸症。\n\
\n\
● 黃耆+浮小麥 : 表虛自汗諸症。\n\
\n\
● 黃耆+山藥 : 1.糖尿病，表現為尿糖嚴重者，用之即可消除；2.慢性胃腸炎，證屬脾胃氣虛者；3.慢性腎功能不全，尿蛋白久久不除者；4.小兒遺尿，脫肛。\n\
\n\
● 黨參+黃耆 : 1.久病虛弱諸症；2.中氣不足、中氣下陷所引起的內臟下垂、子宮脫垂、脫肛諸症；3.脾胃虛弱，消化不良，食少便溏，倦怠乏力，動則汗出等症；4.氣虛麻木、痿躃。\n\
\n\
● 黃耆+知母 : 1.惡性腫瘤，術後、放療、化療之後，證屬氣陰兩虛，大氣下陷者；2.胃脘痛，證屬氣陰兩虛者；3.原發性血小板減少性紫癜；4.肺結核、腎結核，證屬陰虛內熱者；5.慢性腎炎血尿，證屬氣陰兩虛者。\n\
\n\
● 黃耆+桔梗+甘草 : 瘡瘍成膿不潰，或潰後久不收口，證屬氣血不足者。\n\
\n\
● 黃耆 : 1.用於脾胃氣虛及中氣下陷之證\n\
\n\
● 黃耆+蒼朮 : 治療氣虛兼風濕的問題。\n\
\n\
<button onclick=\"location.href='#showTxt_2'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"白朮\"></a>\n\
=========================\n\
白朮\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">白朮</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>苦、甘，溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾胃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>補氣健脾，燥濕利水，固表止汗，安胎</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於脾胃氣虛、運化無力的食少便溏、脘腹脹滿、肢軟神疲等症 2.用於脾虛失運、水濕內停之痰飲、水腫、小便不利等症 3.用於脾虛氣弱、肌表不固而自汗 4.用於脾虛氣弱、胎動不安之證</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"燥.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 黃芩是苦寒藥，可是跟白朮配在一起時就是安胎的聖藥\n\
\n\
● 強化肝臟功能的菊科植物: 蒼朮、白朮、萵苣、紅鳳菜、牛蒡、蒲公英\n\
\n\
● 水腫用白朮或蒼术，散皮膚之間的風水，去組織之間的濕氣。白朮偏上半身，蒼朮偏下半身\n\
\n\
● 《玉楸藥解》曰：白朮守而不走，蒼朮走而不守，故白朮善補，蒼朮善行。\n\
\n\
● 「太陽無汗代麻黃湯」: 蒼朮三錢，防風二錢，炙甘草用一錢(神朮散); 易蒼朮為白朮-->代桂枝湯(白朮散)\n\
\n\
● 真武湯是利尿劑，加重茯苓的量，茯苓要比白朮多，向下排水力量才會強，用以排水利尿。附子湯中白朮:茯苓就是4:3，白朮比茯苓重，所以重在健脾上面\n\
\n\
● 脾腎同治的二味藥:山藥、白朮\n\
\n\
菊科植物: 蒼耳子+鵝不食草+牛蒡子+菊花+蒲公英+野菊花+漏蘆+千裡光+青蒿+豨薟草+雪蓮花+佩蘭+蒼朮+茵陳　+木香+鶴虱+小薊+大薊+艾葉+紅花+劉寄奴+旋覆花+紫菀+款冬花+白朮+墨旱蓮\n\
\n\
<br><b>安胎用藥</b><ul><li>紫蘇(氣滯胎動)</li><li>黃芩(胎熱胎動)</li><li>砂仁(氣滯胎動)</li><li>苧麻根（胎熱、胎漏胎動）</li><li>竹茹(胎熱胎動)</li><li>白朮（脾虛氣弱胎動)</li><li>杜仲（肝腎虛虧）</li><li>桑寄生（肝腎虛虧）</li><li>續斷（肝腎虛虧）</li><li>菟絲子（腎虛）</li></ul></ul>\n\
\n\
<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 45%\"><caption> 白朮和蒼朮的比較</caption><tr bgcolor=\"#ccffcc\" align=\"center\" ><td width=\"15%\">-</td><td>同</td><td>異</td><td>物種</td></tr><tr><td width=\"15%\"  bgcolor=\"#ffffcc\">白朮</td><td rowspan=\"2\">均能健脾、燥濕，治療脾失健運、濕濁中阻</td> <td>健脾益氣為主，偏補。補脾力強。利尿、止汗</td><td>菊科多年生草本植物白朮的根莖</td></tr><tr><td width=\"15%\"  bgcolor=\"#ffffcc\">蒼朮</td><td>苦溫燥濕為主，偏瀉。運脾力強。發汗解表</td><td>菊科植物茅蒼朮或北蒼朮的乾燥根莖</td></tr></table>\n\
\n\
<!doctype html><html><head><meta charset=\"utf-8\"></head><body><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 600px\"><caption>【黃疸的相關用藥】</caption><tr bgcolor=\"#ccffcc\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">溫熱藥</td><td width=\"30%\">平藥</td><td width=\"30%\">寒涼藥</td></tr><tr><td bgcolor=\"#ccffff\">補藥</td><td >白朮☀ </td><td></td><td></td></tr><tr><td bgcolor=\"#ccffff\">平藥</td><td ></td><td>玉米須</td><td>滑石☀ ,大青葉,秦艽,大薊,小薊,白茅根</td></tr><tr><td bgcolor=\"#ccffff\">瀉藥</td><td ></td><td>赤小豆☀ </td><td>柴胡☀ ,淡竹葉☂ ,梔子☂ ,黃芩☀ ,黃柏☀ ,龍膽草☀ ,苦參☀ ,白鮮皮☀ ,蒲公英,大黃☀ ,茵陳蒿☀ ,金錢草☀ ,鬱金</td></tr></table> <br><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 600px\"><tr bgcolor=\"#e6ccff\"><td width=\"10%\" bgcolor=\"#fffaff\">-</td><td width=\"30%\">升性藥</td><td width=\"30%\">平藥</td><td width=\"30%\">降性藥</td></tr><tr><td bgcolor=\"#ffffcc\">散性藥</td><td>柴胡☀ </td><td>金錢草☀ ,鬱金</td><td>淡竹葉☂ ,白鮮皮☀ ,蒲公英,滑石☀ ,茵陳蒿☀ ,赤小豆☀ </td></tr><tr><td bgcolor=\"#ffffcc\">平藥</td><td>苦參☀ </td><td>大青葉,秦艽,玉米須,大薊,小薊,白茅根</td><td></td></tr><tr><td bgcolor=\"#ffffcc\">收性藥</td><td></td><td>白朮☀ </td><td>梔子☂ ,黃芩☀ ,黃柏☀ ,龍膽草☀ ,大黃☀ </td></tr></table></body></html></body></html>\n\
\n\
<br>【相關藥對】:\n\
\n\
● 麻黃+白朮 : 治療水腫初起或風濕痹證。\n\
\n\
● 生附子+白朮 : 治療風濕相搏之關節疼痛。\n\
\n\
● 枳實+白朮 : 治療：1.水飲內停，心下堅，大如盤，邊如旋盤。\n\
\n\
● 黃耆+白朮 : 治療脾虛氣弱、倦怠乏力之泄瀉。\n\
\n\
● 乾薑+白朮+人參 : 治療：1.中焦虛寒證。自利不渴、腹痛嘔吐。\n\
\n\
● 茯苓+桂枝+白朮+炙甘草 : 治療中陽不足之痰飲。胸脇支滿，目眩心悸，短氣而咳，舌苔白滑，脈弦滑或沉緊。\n\
\n\
● 白朮+炮附子 : 治療：1.陽虛的膿瘍之症。\n\
\n\
● 乾薑+白朮+人參+炮附子 : 治療脾腎陽虛證，舌質白淡胖大有齒痕，右關尺沉緊或沉弱。\n\
\n\
● 茯苓+桂枝+白朮+炙甘草+薑半夏 : 治療眩暈證，小便不利，舌苔白膩而滑。\n\
\n\
● 蒼朮+茯苓+炮附子+白朮 : 治療寒濕痺痛。膝蓋疼痛，腰痛，舌苔白厚膩，脈弦緊。\n\
\n\
● 白朮+茯苓 : 治療脾虛濕盛證的大便溏瀉，軟便。\n\
\n\
● 防己+薏苡仁+蒼朮+白朮 : 治療風濕痹證，全身沉重疼痛，水腫，小便不利，腳氣腫痛，舌苔白而厚膩。\n\
\n\
● 黨參+白朮 : 治療脾虛證，元氣衰吸收差。\n\
\n\
● 蒼朮+白朮 : 1.脾胃不健，納運無常，以致消化不良，食欲不振、噁心、嘔吐等症；2.濕阻中焦，氣機不利，胸脘滿悶，呼吸不暢諸症；3.濕氣下注，水走腸間，症見腹脹、腸鳴、泄瀉等症；4.著痹為患，症見痛處重著，肌膚不仁者。\n\
\n\
● 白朮+雞內金 : 1.虛弱，運化無力，食欲不振，食後不消，痰濕內停，脘腹脹滿，倦怠無力，或泄瀉等症；2.萎縮性胃炎，證屬脾虛夾瘀者。\n\
\n\
● 蒲黃+白朮 : 1.中風失語，證屬痰瘀互結，舌竅閉阻，舌根發僵，言語困難者；2.口舌生瘡，舌腫疼痛諸症。\n\
\n\
● 白朮+黃芩 : 1.濕熱內蘊，胎熱升動，噁心嘔吐，胎動不安等症；2.習慣性流產諸症。\n\
\n\
● 白朮+當歸 : 脾虛兼血虛便秘。\n\
\n\
<button onclick=\"location.href='#showTxt_3'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"山藥\"></a>\n\
=========================\n\
山藥\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">山藥</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾肺腎</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>益氣養陰，補脾肺腎，固精止遺</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於脾胃虛弱證 2.用於肺腎虛弱證 3.用於陰虛內熱，口渴多飲，小便頻數的消渴病</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"升.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 薯蕷，又名山藥、淮山\n\
\n\
● 山藥作用在補平滑肌而強化收縮，可以治療胃下垂\n\
\n\
● 山藥是婦科良藥，有雌激素和異黃酮，尤其是異黃酮含量最高。\n\
\n\
● 脾腎同治的二味藥:山藥、白朮\n\
\n\
● 平補氣陰之佳品：山藥 黃精\n\
\n\
薯蕷科植物: 穿山龍+萆薢　+黃藥子+山藥\n\
\n\
<br>【相關藥對】:\n\
\n\
● 山藥+芡實 : 治療：1.脾胃虛弱證，食慾不振。\n\
\n\
● 山藥+芡實+茯苓 : 治療脾虛下利。\n\
\n\
● 山藥+牛蒡子 : 1.脾胃不健，肺氣虛弱，痰濕內生，停阻氣道，以致胸膈滿悶、咳嗽氣短、喉中水雞聲、身倦乏力等症（咳之不甚者效佳）；2.慢性氣管炎，支氣管哮喘偏於虛者可用；3.糖尿病並發腎病，症見血糖增高，並有尿蛋白者。\n\
\n\
● 黃耆+山藥 : 1.糖尿病，表現為尿糖嚴重者，用之即可消除；2.慢性胃腸炎，證屬脾胃氣虛者；3.慢性腎功能不全，尿蛋白久久不除者；4.小兒遺尿，脫肛。\n\
\n\
● 山藥+白扁豆 : 1.脾胃虛弱，食欲不振，倦怠無力，慢性泄瀉等症，2.婦女帶下諸症。\n\
\n\
● 天花粉+石斛+山藥 : 用於熱病口渴，內熱消渴。\n\
\n\
<a href=\"#home\">[top]</a>  <a name=\"甘草\"></a>\n\
=========================\n\
甘草\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">甘草</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>心肺脾胃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>益氣補中，清熱解毒，祛痰止咳，緩急止痛，調和藥性</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於脘腹及四肢攣急作痛 2.用於藥性峻猛的方劑中 3.用於熱毒瘡瘍，咽喉腫痛及藥物、食物中毒等</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 石膏是中風傷寒的用藥，得麻、桂而助青龍(麻黃)之力; 得知母、甘草有白虎之號\n\
\n\
● 知母滑腸，石膏補水分補太多會傷到腸胃，故用甘草及粳米來保護腸胃(見白虎湯)\n\
\n\
● 惟急以黃柏之苦以堅腎，則能制龍家之火(朱丹溪語) <--- 封髓丹(黃柏、砂仁、甘草)\n\
\n\
● 甘草、金銀花，對於緩解體內毒素和病毒入侵的作用很明顯\n\
\n\
● 甘草瀉心湯可治療口腔與外陰潰瘍，可以生地黃加強效力\n\
\n\
● 「太陽無汗代麻黃湯」: 蒼朮三錢，防風二錢，炙甘草用一錢(神朮散); 易蒼朮為白朮-->代桂枝湯(白朮散)\n\
\n\
● 肝、脾之寒治之以吳茱萸，其效勝過乾薑。治抽筋用吳茱萸亦勝芍藥甘草\n\
\n\
● 神經病變(neuropathy)用藥: 芍藥、甘草、炮附子、牛膝、丹皮、川芎\n\
\n\
● 遠志有小毒，一般在使用遠志之前要用甘草水浸泡二十四小時，且要去心，以去其毒性 。\n\
\n\
● 【倪師】張仲景治病的時候不用補藥，他治病的時候小補的用炙甘草，中補用大棗、白芍，大補的時候加人參，補陰的藥頂多就是這樣\n\
\n\
● 甘草的甘令人中滿(肚子脹氣); 炙甘草則剛好專門治療脹氣\n\
\n\
● 【倪師】帕金森停不下來的，那這種病我們需要用藜蘆甘草湯，這個藜蘆我們要可以把血脈神經筋脈上面的痰排掉\n\
\n\
豆科植物: 葛根+淡豆豉+決明子+苦參+苦豆子+山豆根+綠豆+番瀉葉+海桐皮+雞骨草+刀豆+槐花+降香+雞血籐+蘇木+兒茶+皂莢+合歡皮+黃芪+白扁豆+甘草+補骨脂+沙苑子+胡蘆巴\n\
\n\
<need> <table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 75%\"><need> <caption> 生甘草vs炙甘草</caption><need> <tr bgcolor=\"#ccffcc\" align=\"center\" ><td width=\"15%\"><need>-</td><need> <td>同</td><need> <td>異</td><need> </tr><need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\"><need>生甘草</td><td rowspan=\"2\">潤燥生津</td><need> <td>清熱解毒</td><need> </tr><need> <tr><td width=\"15%\"  bgcolor=\"#ffffcc\"><need>炙甘草</td><need> <td>補中益氣強心</td><need> </tr><need> </table><need> </table>\n\
\n\
<br>【相關藥對】:\n\
\n\
● 桂枝+炙甘草 : 治療心陽虛之心悸氣短，其人欲兩手交叉覆蓋，喜按心胸部位。\n\
\n\
● 滑石+甘草 : 治療暑濕證。身熱煩渴，小便不利，或泄瀉。\n\
\n\
● 芍藥+炙甘草 : 治療陰血不足之筋脈拘急及腹痛。\n\
\n\
● 茯苓+桂枝+白朮+炙甘草 : 治療中陽不足之痰飲。胸脇支滿，目眩心悸，短氣而咳，舌苔白滑，脈弦滑或沉緊。\n\
\n\
● 柴胡+白芍+枳實+炙甘草 : 治療肝脾氣鬱證。脇肋脹悶疼痛，脘腹疼痛，脈弦。\n\
\n\
● 黃耆+甘草 : 治療長期整日全身倦怠，四肢無力。\n\
\n\
● 茯苓+桂枝+白朮+炙甘草+薑半夏 : 治療眩暈證，小便不利，舌苔白膩而滑。\n\
\n\
● 白芍+赤芍+炙甘草 : 治療腎結石，膀胱結石需加的止痛藥。\n\
\n\
● 乾薑+炙甘草 : 治療：1.脾虛寒的大便溏瀉。\n\
\n\
● 薏苡仁+桔梗+甘草 : 治療膿已成而未破。\n\
\n\
● 車前子+滑石+甘草 : 1.夏日中暑，發熱汗出，煩躁口渴，小便黃少、不利，或嘔吐，腹瀉等症；2.淋濁（急性腎炎，慢性腎炎，腎盂腎炎，膀胱炎，尿道炎，前列腺肥大，表現為小便不利者）諸症；3.石淋（尿路結石）。\n\
\n\
● 滑石+甘草+荷葉 : 1.夏季受暑，頭昏頭脹，胸悶不舒，食欲不振，全身無力，大便溏瀉，小便黃少等症；2.尿血諸症。\n\
\n\
● 滑石+甘草+燈心草 : 1.夏日受暑，身熱，面赤唇紅，口乾口渴，心煩不安，小便短少等症；2.淋證。\n\
\n\
● 滑石+甘草+血餘炭 : 1.夏日中暑，嘔吐、泄瀉、小便不利等症；2.急慢性腸炎諸症；3.尿路感染、泌尿系結石諸症。\n\
\n\
● 甘草+蒲公英 : 1.咽喉腫痛，口舌生瘡，證屬熱毒熾盛者；2.眼疾腫疼，或胬肉遮睛，或赤脈絡目，或目睛脹疼，或目疼連腦，或羞明多淚，一切虛火實熱之證《張錫純蒲公英湯》。\n\
\n\
● 訶子+桔梗+甘草 : 1.音嘶、音啞諸症；2.慢性喉炎，喉頭結節（息肉）等喉部疾患，均可使用。\n\
\n\
● 枇杷葉+滑石+甘草 : 肺瘻、肺癰，症見咳嗽，痰涎黏稠者（輕症效佳）。\n\
\n\
● 血餘炭+滑石+甘草+薏苡仁 : 各種結石症治癒之後，用以鞏固療效時宜服。\n\
\n\
● 黃耆+桔梗+甘草 : 瘡瘍成膿不潰，或潰後久不收口，證屬氣血不足者。\n\
\n\
● 梔子+黃連+甘草 : 用於胃和十二指腸潰瘍、胃酸過多、慢性胃炎等。主訴空腹或食後上腹部疼痛、心下不快、火燒心、大便潛血陽性者。不甚衰弱者為宜。\n\
\n\
<button onclick=\"location.href='#showTxt_4'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"大棗\"></a>\n\
=========================\n\
大棗\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">大棗</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾胃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>補中益氣，養血安神，緩和藥性</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1.用於脾虛食少便溏，倦怠乏力等症 2.用於血虛萎黃及婦女臟燥，神志不安等證 3.用於藥性較峻烈的方劑中，可以減少烈性藥的副作用，並保護正氣</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"降.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 黨參、大棗、藕節含大量維他命C，可以令皮膚美白。\n\
\n\
● 皂莢是鹼性的，會中和胃酸，須要熬得很濃的紅棗湯固胃。開了皂莢就要用大棗!\n\
\n\
● 【容川】葶藶子多油，當能滑利，又有辛味，與巴豆之辛有油相似，其味苦，與大黃之苦而滑潤相似，故葶藶子隱含巴豆與大黃二者之性，故能大瀉肺中之痰飲膿血，性極速降，是猛藥類，故仲景配以大棗補之，入藥前須要炒過，不炒則不香，不能散。\n\
\n\
● 盜汗、自汗治之以粥甚好，可用浮小麥、大棗、粳米煮粥\n\
\n\
● 【倪師】張仲景治病的時候不用補藥，他治病的時候小補的用炙甘草，中補用大棗、白芍，大補的時候加人參，補陰的藥頂多就是這樣\n\
\n\
鼠李科植物: 枳椇子+酸棗仁+大棗\n\
\n\
<br>【相關藥對】:\n\
\n\
● 生薑+大棗 : 治療風寒感冒(入表藥)，胃脘不舒嘔吐(入健脾藥)。\n\
\n\
● 葶藶子+大棗 : 治療支飲，喘滿水腫。\n\
\n\
<button onclick=\"location.href='#showTxt_5'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"飴糖\"></a>\n\
=========================\n\
飴糖\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">飴糖</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，溫</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾胃肺</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>益氣補中，緩急止痛，潤肺止咳</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用於中虛里急，脘腹疼痛2、用於肺虛乾咳少痰</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"收.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 飴糖有鬆弛作用。藥物學裡講，甘能緩，緩和的緩就是 鬆弛的意思。是高營養的食物\n\
\n\
<br>【相關藥對】:\n\
\n\
<button onclick=\"location.href='#showTxt_6'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"蜂蜜\"></a>\n\
=========================\n\
蜂蜜\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">蜂蜜</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾大腸</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>補中緩急，潤燥，解毒</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用於中虛脘腹疼痛2、用於肺虛燥咳及腸燥便秘3、用於烏頭類毒藥之解毒</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"降.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 蜂蜜為潤臟腑要藥，主益氣補中，滋養脾胃，調和營衛，治五臟不足，腸胃燥結，肌肉疼痛，除心煩\n\
\n\
● 未滿周歲不可以吃蜂蜜。腸子臑動慢，很容易腹瀉\n\
\n\
● 蜂蜜解附子毒\n\
\n\
<br>【相關藥對】:\n\
\n\
<button onclick=\"location.href='#showTxt_7'\" type=\"button\">註解</button><br><br> <a href=\"#home\">[top]</a>  <a name=\"粳米\"></a>\n\
=========================\n\
粳米\n\
=========================\n\
\n\
<br><h3><table  border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 500px\"><tr><td align=\"center\" colspan=\"2\" bgcolor=\"#9feda3\">粳米</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>性味</td><td>甘，平</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>歸經</td><td>脾胃</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>主治</td><td>补中益气，健脾和胃，除烦渴，止泻痢</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>運用</td><td>1、用于烦躁口渴2、用于赤痢热躁3、用于伤暑发热</td></tr><tr><td bgcolor=\"#b2c8ed\" width=10%>藥性</td><td><img src=\"寒.png\" width=30px>&nbsp<img src=\"熱.png\" width=30px>&nbsp<img src=\"補.png\" width=30px>&nbsp<img src=\"降.png\" width=30px>&nbsp<img src=\"散.png\" width=30px>&nbsp<img src=\"潤.png\" width=30px>&nbsp</td></tr></table></h3><br><br><br><br>● 知母滑腸，石膏補水分補太多會傷到腸胃，故用甘草及粳米來保護腸胃(見白虎湯)\n\
\n\
● 盜汗、自汗治之以粥甚好，可用浮小麥、大棗、粳米煮粥\n\
\n\
● 粳米：粳，硬也。糯，懦也\n\
\n\
● 粳米大補中氣以生津液\n\
\n\
<br>【相關藥對】:\n\
\n\
<button onclick=\"location.href='#showTxt_8'\" type=\"button\">註解</button><br><br> <br><br><a href=\"#home\">[top]</a> <a name=\"showTxt_0\"></a>  [herb]二十一、人參：\n\
<br>人參【本經原文】味甘微寒，主補五臟，安精神，定魂魄，止驚悸，除邪氣，明目開心益智，久服輕身延年。採根竹刀刮暴乾，無令見風。人形皆具者能做兒啼。\n\
人參【產地】我國吉林遼寧產者最良，山西長子縣雲南姚安縣安徽舒城縣亦有出產，高麗產出豐。\n\
人參【性味】味甘微苦性微寒無毒。\n\
人參【主治】人參為大補元氣要藥，功能治一切衰弱癆瘵，通行周身補五臟之氣，瀉五臟之火，效益多但功緩，紅色曰高麗參，性溫而力較峻。\n\
人參【甄權】主五勞七傷，虛損痿弱，止嘔噦，補五臟六腑，保中守神。消胸中痰，治肺痿及癇疾，冷氣上逆，傷寒不下食，凡虛而多夢者可用。\n\
人參【元素】治肺胃陽氣不足，肺氣虛促短氣少氣，補中緩中，瀉心肺脾胃中火邪，止渴生津液。\n\
人參【容川】人參多用於病後元氣傷者，用人參佐他藥來調理，病人邪去正脫者，用人參佐他藥調理之，現今人參多人工栽植，藥力不如野參，我們可用黃耆甘草代人參，方劑中多以黨參代人參。因生於陰濕之地，稟水陰潤澤之氣，故味苦甘而有汁液，發為三枒五葉，陽數也，因生於陰而出陽，故於甘苦味中而有一番生陽之氣。人身之元氣，由腎水之中而上達於肺，此亦生於陰而出陽，與人參同一理，因此人參大能化氣，氣化而上，出於口鼻，即為津液，所以人參能生津也。人參生於北方，有陰中之陽藥稱，有化氣補津之功。\n\
人參【炮製】用濕布包裹，燜潤用火烤，再晾乾或烘乾即可。\n\
人參【藥徵】主治心下痞堅，痞鞭支結，旁治不食嘔吐喜唾心痛腹痛煩悸等。\n\
人參【靈胎】升提元氣，兼補五臟，有崇正去邪之功，然非虛者勿服。\n\
人參【用量】普通五分至三錢，大劑一兩，\n\
人參【禁忌】肺家有熱諸症及陰虛火動之侯與痘疹之初發，身雖熱而斑點未形，與傷寒始作，形症未定而邪熱熾灼忌，反藜蘆。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_1\"></a>  [herb]二十一、人參：\n\
<br>人參【本經原文】味甘微寒，主補五臟，安精神，定魂魄，止驚悸，除邪氣，明目開心益智，久服輕身延年。採根竹刀刮暴乾，無令見風。人形皆具者能做兒啼。\n\
人參【產地】我國吉林遼寧產者最良，山西長子縣雲南姚安縣安徽舒城縣亦有出產，高麗產出豐。\n\
人參【性味】味甘微苦性微寒無毒。\n\
人參【主治】人參為大補元氣要藥，功能治一切衰弱癆瘵，通行周身補五臟之氣，瀉五臟之火，效益多但功緩，紅色曰高麗參，性溫而力較峻。\n\
人參【甄權】主五勞七傷，虛損痿弱，止嘔噦，補五臟六腑，保中守神。消胸中痰，治肺痿及癇疾，冷氣上逆，傷寒不下食，凡虛而多夢者可用。\n\
人參【元素】治肺胃陽氣不足，肺氣虛促短氣少氣，補中緩中，瀉心肺脾胃中火邪，止渴生津液。\n\
人參【容川】人參多用於病後元氣傷者，用人參佐他藥來調理，病人邪去正脫者，用人參佐他藥調理之，現今人參多人工栽植，藥力不如野參，我們可用黃耆甘草代人參，方劑中多以黨參代人參。因生於陰濕之地，稟水陰潤澤之氣，故味苦甘而有汁液，發為三枒五葉，陽數也，因生於陰而出陽，故於甘苦味中而有一番生陽之氣。人身之元氣，由腎水之中而上達於肺，此亦生於陰而出陽，與人參同一理，因此人參大能化氣，氣化而上，出於口鼻，即為津液，所以人參能生津也。人參生於北方，有陰中之陽藥稱，有化氣補津之功。\n\
人參【炮製】用濕布包裹，燜潤用火烤，再晾乾或烘乾即可。\n\
人參【藥徵】主治心下痞堅，痞鞭支結，旁治不食嘔吐喜唾心痛腹痛煩悸等。\n\
人參【靈胎】升提元氣，兼補五臟，有崇正去邪之功，然非虛者勿服。\n\
人參【用量】普通五分至三錢，大劑一兩，\n\
人參【禁忌】肺家有熱諸症及陰虛火動之侯與痘疹之初發，身雖熱而斑點未形，與傷寒始作，形症未定而邪熱熾灼忌，反藜蘆。\n\
\n\
[herb]藜蘆【禁忌】多服引吐，損人元氣，畏蔥白，服之吐即止，有辛烈氣味，入鼻發嚏不止，飲冷水即止，能殺蠅，亦稱蠅毒，黃蓮為使，反細辛芍藥、人參沙參，苦參，丹參，惡大黃。\n\
<br>\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_2\"></a>  [herb]五十八、黃耆：\n\
<br>黃耆【本經原文】味甘微溫，主癰疽久敗瘡，排膿止痛，大風癩疾，五痔鼠瘻，補虛，小兒百病。\n\
黃耆【產地】我國山西陜西均有出產，山西綿上者佳，莖臥地成蔓狀，葉為羽狀複葉，根肥大，短而理橫，味苦者不堪入藥。\n\
黃耆【性味】味甘性微溫無毒。\n\
黃耆【主治】黃耆為補氣要藥，功能助肺氣，實皮毛，升清氣，瀉火氣，補虛損五勞，痘瘡不起，外症治癰疽，托毒止痛。\n\
黃耆【別錄】女人子臟冷，逐五臟間惡血，補丈夫虛損五勞贏瘦，止渴，腹痛洩痢，益氣，利陰氣。\n\
黃耆【甄權】主虛喘，腎衰耳聾，療寒熱，治發背，內補。\n\
黃耆【日華】助氣，壯筋骨，長肌肉補血，破癥瘕瘰癧癭贅，腸風血崩帶下，赤白痢，產前後一切病，月侯不勻，痰嗽，頭風，熱毒，赤目。\n\
黃耆【元素】治虛勞自汗，補肺氣，瀉肺火心火，實皮毛，益胃氣，去肌熱，及諸經之痛。\n\
黃耆【太古】太陰瘧疾，陽維為病苦寒熱，督脈為病逆氣裡急。\n\
黃耆【容川】稟北方水中之陽氣以生，以北耆最佳，人身之陽氣皆從腎與膀胱之氣海出發，上循三焦油膜，以達於肺，而為呼吸，分布於皮毛，則為衛氣，北耆之體極鬆，內行水道之孔更大，故知其氣盛，黃耆之根長數尺，深入土中，吸收土下之水以上其苗葉，氣即水也，故其氣盛而能補氣，色黃如三焦油膜，故為三焦之良藥，能拓裡達表，行三焦之水氣，又皮色黑，是水火之色也，色黃味甘，乃土之色味也，得味厚故能補，黃耆入土最深，得土之氣最厚，故又大補脾，所以黃耆歸脾經，又能通利三焦也。與升麻不同，升麻味不厚，故能升不能補。\n\
黃耆【藥徵】主治肌表之水，故能治黃汗盜汗皮水，又旁治身體腫或不仁者。\n\
黃耆【靈胎】內補脾胃，外托瘡毒。\n\
黃耆【用量】普通生者錢半至三錢，炙者八分至三錢，大劑一二兩。\n\
黃耆【禁忌】黃耆功能實表，有表邪者忌，又能塞補不足，胸膈氣閉悶，腸胃有積滯者忌，又能補陽，陽盛陰虛者忌，上焦熱甚，下焦虛寒，及病人多怒肝氣不和，並痘瘡血分熱者均忌。\n\
黃耆【倪註】一般言黃耆專於補氣，凡氣虛之症皆可用，又治自汗，補中氣之不足，外科及痘科多以之托裡透膿，腎虧溺血亦治之。\n\
黃耆【附錄】黃耆皮：性味功用同黃耆，善走表逐水濕，治虛浮及腳腫。\n\
黃耆【炮製】揀去雜質，刮去粗皮，洗淨撈出，瀝乾水份，切片曬乾，再篩去灰即得。炙黃耆，用蜂蜜與水置鍋中炒至乾，取出冷卻，即是。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_3\"></a>  [herb]二十五、白朮：\n\
<br>白朮【本經原文】味苦主風寒濕痺，死肌痙疸止汗，除熱消食，作煎餌久服輕身延年不飢。一名山精，神藥經云：必欲長生服山精。\n\
白朮【產地】產河南浙江安徽及各地，為山間多年野生草，根細者如指，大者如拳，外微褐，肉白入藥。\n\
白朮【性味】味甘性溫無毒。\n\
白朮【主治】白朮為健脾胃要藥，功能利水去濕，和中調氣，外科用拖瘍瘡。\n\
白朮【別錄】大風在身面，風眩頭痛，眼淚出，消痰水，逐皮間風水結腫，除心下急滿，霍亂吐下不止，利腰臍間血，益津液，暖胃消穀嗜食。\n\
白朮【甄權】治心腹脹滿，腹中冷痛，胃虛下利，多年氣痢，除寒熱止嘔逆。\n\
白朮【大明】反胃利小便，主五勞七傷，補腰膝長肌肉，治婦人冷癥瘕。\n\
白朮【好古】理胃益脾，補肝風虛，主舌本強，食即嘔，胃脘痛，心下急痛，心下水痞，衝脈為病，氣逆裡急臍腹痛。\n\
白朮【容川】內含甘潤之油質，可以滋脾之陰，外發辛香之溫性，故可以暢達脾之陽，由以浙產之油質最厚，可補脾之膏油，油不粘水，故能利水，其氣香味甘而苦溫，能升發，故補脾溫土，使脾土之氣上達，和肝氣以伸脾氣，為補脾之正藥。\n\
白朮【藥徵】主利水也，故能治小便自利，不利，旁治身煩疼，痰飲失精，眩冒下利喜唾。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_4\"></a>  [herb]二十三、甘草：\n\
<br>甘草【本經原文】味甘平，主五臟六腑寒熱邪氣，堅筋骨長肌肉倍力，金創腫解毒，久服輕身延年。生河西沙山及上郡。郭璞云：『今甘草蔓延生葉似荷青黃莖赤黃有節節有枝。』\n\
甘草【產地】我國四川陝西出產，江蘇福建亦有，日本種植頗多，莖高二三尺。\n\
甘草【性味】味甘性平無毒。\n\
甘草【主治】甘草為調合周身氣血要藥，功能解百毒，補臟腑，瀉諸火，在上去痰止咳，在中調和脾胃，在下清熱利溲，入和劑則補益，人汗劑則解肌，入涼劑則瀉熱，入潤劑則生津，入峻劑則緩正氣，制藥之暴性，效益甚多，為諸藥之君。\n\
甘草【別錄】溫中下氣，煩滿短氣，傷臟咳嗽，止渴，通經脈，利氣血，解百藥毒，為九土之精，安和七十二種石，一千二百種草。\n\
甘草【甄權】主腹中冷痛，治驚癇除腹脹滿，補益五臟，腎氣內傷，令人不痿，主婦人血瀝腰痛，凡虛而多熱者加用之。\n\
甘草【大明】安魂定魄，補五勞七傷，一切虛損，驚悸煩悶健忘，通九竅利百脈，益精養氣壯筋骨。\n\
甘草【好古】吐肺疾之膿血，消五發之瘡疽。\n\
甘草【仲醇】凡解毒必入甘草。\n\
甘草【吳克潛】曰：『九土即九州土氣之精華，故能解諸毒如神，古時有煉石為丹服之者多中藥石之毒，服甘草而解，姑曰安和七十二種石。\n\
甘草【容川】味甘正入脾，守而不走，補中氣，和諸藥，根深四五尺，與黃耆同，但黃耆中空，屬氣分，是得土中之水氣，甘草中實，純得土氣之厚，故深長且實，能補脾陰，益胃之陽。炙用是取其益胃，使胃氣上升，如炙甘草湯，生用取其氣平，如芍藥甘草湯。\n\
甘草【倪註】仲景經方中使用甘草多處，即知道仲師之重視甘草，而現今卻被西洋人購去製造成許多藥品或是食物，再回銷我國，實在是感嘆國家之愚昧竟至於斯，我輩當以復興中醫藥為職志，將中藥製劑賣到國外，既造福人類又可以賺取外匯，豈非一舉兩得。甘草緩中，故遇排腹積水時忌用，因其能守，故不利於排水。\n\
甘草【藥徵】主治急迫，治裡急急痛，旁治厥冷煩躁衝逆之症。\n\
甘草【靈胎】生用瀉火，解毒炙用，和中益氣。\n\
甘草【用量】普通生者五分至錢半，炙者三分至一錢，大劑一兩左右。\n\
甘草【禁忌】凡中滿人嘔家酒家，諸濕腫滿及脹滿均忌，反大戟甘遂芫花海藻惡遠志忌豬肉。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_5\"></a>  [herb]一三二、大棗：\n\
<br>大棗【本經原文】味甘平，主心腹邪氣，安中養脾，助十二經，平胃氣，通九竅，補少氣少津液，身中不足，大驚，四肢重，和百藥，久服輕身長年。\n\
大棗【產地】產我國山東山西河北等省，他處亦有，生棗晒乾，即名大棗。\n\
大棗【性味】味甘，性平，無毒。\n\
大棗【主治】大棗為補中益氣，和解百藥要藥，主養脾平胃，調榮衛，生津液，潤心肺，治虛損。\n\
大棗【別錄】補中益氣，堅志強力，除煩悶，療心下懸，除腸癖（痢疾的古名）。\n\
大棗【孟銑】小兒患秋痢，與蛀棗食之良。\n\
大棗【大明】潤心肺，止嗽，補五臟，治虛損，除腸胃癖氣。\n\
大棗【之才】殺烏頭附子天雄毒。\n\
大棗【藥徵】主治攣急引強急也，旁治咳嗽奔豚煩躁，身疼脅痛，腹中痛。\n\
大棗【靈胎】補脾和中。\n\
大棗【用量】普通二至三錢。\n\
大棗【禁忌】生棗多食，令人熱渴膨脹，動臟腑，損脾元，助濕熱，忌與蔥魚同食，大棗多食，壅氣助濕，凡中滿者，小兒疳病者，齒痛及患痰熱者，均忌。\n\
大棗【克潛】古方中多用大棗，因欲調和營衛，使氣血流通津液輸佈，百藥都須其協助，因此方中多用薑棗甘草等，經云：裡不足者，以甘補之，形不足者溫之以氣，大棗甘溫，專補脾胃，今津液自生，使十二經脈皆通暢，今醫以溫脾健胃時多選用紅棗，滋陰養胃則用黑棗，而紅棗即大棗，黑棗生於南方，黏液多而溫性少，又名南棗，著名方劑有大棗湯（大棗十五枚，附子一枚，甘草一尺，黃耆四兩，生薑二兩，麻黃五兩）：治歷節疼痛甚良。\n\
大棗【容川】大棗稟火之赤色，亦入心以養血，肉黃，得火生土之性，故純於補脾胃。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_6\"></a>  [herb]八、飴糖：補中益氣\n\
<br>飴糖【產地】處處有之，乃以米麥製成者。\n\
飴糖【性味】味甘，性溫，無毒。\n\
飴糖【主治】飴糖為滋潤肺脾，健胃補中要藥，主補虛冷，益氣力，治胃氣枯燥，脾弱不運。\n\
飴糖【別錄】主補虛乏，止渴，去血。\n\
飴糖【思邈】補虛冷，益氣力，止腸鳴咽痛，治唾血，消痰，潤肺止嗽。\n\
飴糖【孟銑】健脾胃補中，治吐血，打損瘀血者熬焦酒服，能下惡血，又傷寒大毒嗽，於蔓青薤汁中煮一沸 頓服之良。\n\
飴糖【宗奭】脾弱不思食人多用，能和胃氣，亦用和藥。\n\
飴糖【用量】普通二錢至三錢。\n\
飴糖【禁忌】丹溪曰：『飴屬土，成於火，大發濕中之熱，多食助脾風，能生胃火，此損齒之因，凡中滿嘔吐，酒病牙疳，腎病及濕熱證，不得輕投。』\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_7\"></a>  [herb]一二二、蜂子，蜂蜜，蜂蠟：\n\
<br>蜂子，蜂蜜，蜂蠟【本經原文】味甘平，主風頭，除蠱毒，補虛羸傷中，久服令人光澤好顏色不老。大黃蜂子，主心腹脹滿痛，輕身益氣。土蜂子，主癰腫。\n\
蜂子，蜂蜜，蜂蠟【產地】產我國南方諸省巖嶺間，今江浙之間多自養蜂，出蜜佳，國外產者亦佳。\n\
蜂子，蜂蜜，蜂蠟【性味】味甘，性平，無毒。\n\
蜂子，蜂蜜，蜂蠟【主治】蜂蜜為潤臟腑要藥，主益氣補中，滋養脾胃，調和營衛，治五臟不足，腸胃燥結，肌肉疼痛，除心煩，療腸澼作梴入穀道，導便秘。蜂蠟為止血，安胎，補益藥，治孕婦胎動下血有殊效，又為硬膏基礎劑。蜜蜂子為補虛，解毒藥，治麻風病及腸寄生蟲結聚腹痛，滇越等地常以油炸佐膳。\n\
蜂子，蜂蜜，蜂蠟【別錄】蜂蜜益氣補中，止痛解毒，除眾病，和百藥，久服強志輕身。\n\
蜂子，蜂蜜，蜂蠟【胎器】蜂蜜治牙齒疳蟲，唇口瘡，目膚赤障，殺蟲。\n\
蜂子，蜂蜜，蜂蠟【孟銑】蜂蜜治心腹血氣刺痛，及白痢，同生地黃汁各一匙服，即下。\n\
蜂子，蜂蜜，蜂蠟【本經】蜂蠟主下利膿血，補中，續絕傷金瘡，益氣。\n\
蜂子，蜂蜜，蜂蠟【甄權】蜂蠟主孕婦胎動，下血不絕欲死，以雞子大煎三五沸，投美酒半升立愈，又主白髮鑷去，消蠟點孔中即生黑髮。\n\
蜂子，蜂蜜，蜂蠟【本經】蜜蜂子治頭風，除蠱毒，補虛羸傷中，久服令人光澤。\n\
蜂子，蜂蜜，蜂蠟【別錄】蜜蜂子治心腹痛，面目黃，大人小兒腹中五蟲從口吐出者。\n\
蜂子，蜂蜜，蜂蠟【臟器】蜜蜂子主丹毒風疹，腹中留熱，利大小便澀，去浮血，下乳汁，婦人帶下病。\n\
蜂子，蜂蜜，蜂蠟【用量】可做食品，無足量。\n\
蜂子，蜂蜜，蜂蠟【禁忌】無。\n\
蜂子，蜂蜜，蜂蠟【附方】陰頭生瘡：以蜜煎甘草塗之。肛門生瘡：白蜜一斤，豬膽汁一枚相和，微火煎令可丸，作梴長約三寸，大如手相，塗油納肛門內，臥令後重，須臾通瀉。熱油灼痛：以白蜜塗之。肝虛雀目：黃蠟溶汁，入蛤粉相合所得，冷卻，每以二錢夾入豬肝內煮之，乘熱食肝飲汁，日二，以平安為度。大風癘疾：鬚眉己無，皮肉己爛成瘡。老蜜蜂子，胡蜂子，黃蜂子并炒各一分，白花蛇，烏梢蛇并酒浸去皮骨炙乾，全蠍，殭蠶并炒，各一兩，地龍炒半兩，蠍虎（守宮），赤足蜈蚣各15條，丹砂一兩，雄黃一分（醋炒），龍腦半錢：共為細末，每服一錢匕，蜜湯調下，月三五服（聖濟）。\n\
\n\
<a href=\"#home\">[top]</a> <a name=\"showTxt_8\"></a>  [herb]十六、粳米：粳，硬也。糯，懦也。補脾清肺。\n\
<br>粳米【產地】我國東南諸省。粳乃稻米之總稱，有早中晚三收，晚者得金氣多，性涼，尤能清熱。俗話：北粳涼，南粳溫，白粳涼，紅粳溫，新米食之，動氣。陳米佳，沖淡可以養胃。煮汁煎湯，取其調胃，利小便，去濕熱，除煩渴之功。\n\
粳米【性味】甘涼，得天地中和之氣，色白入肺。\n\
粳米【主治】和胃補中，除煩清熱，煮汁止渴。\n\
粳米【仲景】以清熱補不足。\n\
粳米【張文潛】粥能暢胃氣，生津液，每晨空腹食之，所補不細。與臟腑相宜者唯此最佳。\n\
粳米【用量】可以日常服用。\n\
粳米【禁忌】無禁忌。\n\
\n\
</pre></body></html>\n\
</body></html>\n\
")